Repository: Osama23/network_manager
Catalog: lib/l10n/intl_*.arb
Languages: ar

# locale
source: en
ar: ar

source: Male
ar: ذكر

source: Female
ar: انثى

# notConnectedToInternet
source: You are not connected to internet
ar: أنت غير متصل بالإنترنت

# somethingWentWrong
source: Something went wrong. Please try again
ar: حدث خطأ ما. يرجى إعادة المحاولة لاحقاً

# serviceError
source: Service unavailable, please try again later.
ar: الخدمة غير متوفرة، من فضلك حاول في وقت لاحق

# forbiddenAccessError
source: You don't have the adequate permissions to view this.
ar: لا تملك الصلاحيات الكافية للإطلاع

# contentError
source: This content is unavailable currently, please try again later
ar: هذا المحتوى غير متوفر حالياً، من فضلك حاول في وقت لاحق

# unAuthorizedAccess
source: You don't have authorization to access this
ar: لا تملك الصلاحيات الكافية للإطلاع

# networkError
source: Internet connection error
ar: خطأ في الاتصال بالإنترنت

source: Retry
ar: إعادة المحاولة
